[
  {
    "avatar": "http://www.artbarcelona.es//portalnuevo/imagenes/foto%20joan%20prats%20nueva.jpg",
    "isGallery": true,
    "description": "Galeria Joan Prats, Barcelona, creada el 1976, està compromesa amb la promoció de l'art contemporani donant a conèixer internacionalment l'obra dels nostres artistes.",
    "description2": "Especialment orientada a difondre i facilitar la lectura dels diferents llenguatges dels artistes, consolidats i emergents, que representem en el context internacional, així mateix contribueix a la realitazació de projectes específics. Desde el seu inici participa en les fires: Arco, Art Basel i Art Basel-Miami Beach.",
    "address": "Carrer de Balmes, 54 08007 Barcelona",
    "getdirections": "https://www.google.com/maps/dir//Carrer+de+Balmes,+54,+08007,+Barcelona,+Espanya/",
    "url": "http://www.galeriajoanprats.com/",
    "email": "galeria@galeriajoanprats.com",
    "phone": "0034932160284",
    "isFavorite": true,
    "name": "Galeria Joan Prats"
  },
  {
    "avatar": "http://www.artbarcelona.es//portalnuevo/imagenes/DELSANGELS/msnow_angelsbarcelona_vista-gral2.JPG",
    "isGallery": true,
    "description": "Focuses on the debate of contemporary culture and art practices",
    "description2": "",
    "address": "Carrer del Pintor Fortuny, 27 08001 Barcelona",
    "getdirections": "https://www.google.com/maps/dir//Carrer+del+Pintor+Fortuny,+27,+08001,+Barcelona,+Espanya/",
    "url": "http://www.angelsbarcelona.com/",
    "email": "info@angelsbarcelona.com",
    "phone": "0034934125400",
    "name": "Àngels Barcelona"
  },
  {
    "avatar": "http://www.artbarcelona.es//portalnuevo/imagenes/SENDA/SENDA.jpg",
    "isGallery": true,
    "description": "Ens traslladem a un nou espai. Durant aquest període de transició, seguirem organitzant pop-up shows i activitats. Si us plau, feu un cop d'ull a la nostra web www.galeriasenda.com, Facebook i Twitter per estar al dia de les nostres últimes notícies.",
    "description2": "",
    "address": "",
    "url": "http://www.galeriasenda.com/",
    "email": "info@galeriasenda.com",
    "name": "Galeria Senda"
  },
  {
    "avatar": "http://www.artbarcelona.es//portalnuevo/imagenes/Fabra%20i%20Coats%20web.jpg",
    "isGallery": true,
    "description": "Fabra i Coats – Centre d'Art Contemporani de Barcelona neix amb l'objectiu de promoure la producció, difusió i exhibició de projectes artístics contemporanis de creadors del context local i internacional. El centre vol possibilitar la creació de projectes i donar-los visibilitat, a la vegada que aspira a professionalitzar la tasca dels artistes que ocupen la zona de transició entre els circuits de l'art emergent i els espais on només tenen accés les trajectòries artístiques consolidades.",
    "description2": "",
    "address": "Carrer de Sant Adrià, 20 08030, Barcelona ",
    "getdirections": "https://www.google.com/maps/dir//Carrer+de+Sant+Adrià,+20,+08030,+Barcelona,+Espanya/",
    "url": "http://centredart.bcn.cat/es/",
    "email": "centredart@bcn.cat",
    "phone": "0034932566155",
    "isFavorite": true,
    "name": "Fabra i Coats - CACB"
  },
  {
    "avatar": "http://www.artbarcelona.es/portalnuevo/imagenes/fotocolectania.jpg",
    "isGallery": true,
    "description": "La Fundació Foto Colectania va iniciar la seva activitat el gener de 2002 amb un objectiu doble: difondre la fotografia espanyola i portuguesa des del 1950 fins els nostres dies i fomentar el col·leccionisme de fotografia. Els seus fons estan integrats per més de 2.0000 obres d'uns 45 autors, com ara Joan Colom, Alberto García Alix o Helena Almeida. A més a més de la moderna sala d'exposicions en dos nivells, la Fundació compta amb els millors equips de conservació i una biblioteca especialitzada en fotografia i col·leccionisme. Les seves activitats estan centrades en la fotografia i el col·leccionisme, també abracen el cinema, la literatura i l'edició.",
    "description2": "",
    "address": "Carrer de Julián Romea, 6, 08006 Barcelona",
    "getdirections": "https://www.google.com/maps/dir//Carrer+de+Julián+Romea,+6,+08006,+Barcelona,+Espanya/",
    "url": "http://www.colectania.es",
    "email": "colectania@colectania.es",
    "phone": "0034932171626",
    "isFavorite": true,
    "name": "Fundació Foto Colectania"
  },
  {
    "avatar": "http://www.artbarcelona.es//portalnuevo/imagenes/valid%20foto_profile.jpg",
    "isGallery": true,
    "description": "Oberta l'any 2009, Valid Foto és una galeria d'art especialitzada en fotografia moderna i contemporània. Presenta i promou artistes dins el mateix espai de la galeria i fora d'ella amb presència en fires i esdeveniments nacionals i internacionals. Valid Foto es compromet a donar als seus clients i al públic que la visita consell i orientació experta sobre el mitjà fotogràfic.",
    "description2": "Artistes: Masao Yamamoto, Toni Catany, Josef Hoflehner, Colita, Ricard Terré, Álvaro Sánchez Montañés, Albarrán Cabrera, Berta Vicente Salas, Carlos Ventós, Luis Vioque, Pedro Madueño i Pentti Sammallahti, entre d'altres.",
    "address": "Carrer de Buenaventura Muñoz, 6 08018, Barcelona",
    "getdirections": "https://www.google.com/maps/dir//Carrer+de+Buenaventura+Muñoz,+6,+08018,+Barcelona,+Espanya/",
    "url": "http://www.validfoto.com/",
    "email": "info@validfoto.com",
    "phone": "0034934869806",
    "isFavorite": true,
    "name": "Galeria Valid Foto Bcn"
  },
  {
    "avatar": "http://www.artbarcelona.es/portalnuevo/imagenes/Directorio/CCCB-directori.jpg",
    "isGallery": true,
    "description": "El CCCB (Centre de Cultura Contemporània de Barcelona) és un dels centres culturals més dinàmics, moderns i reconeguts de Barcelona. Es tracta d'un consorci públic creat per la Diputació de Barcelona i l'Ajuntament de Barcelona, amb l'objectiu de gestionar un projecte cultural pluridisciplinar i de caràcter temàtic. Oberts a la experimentació artística i creativa, el CCCB acull nous llenguatges i busca noves fòrmules expositives. Ofereix tot tipus d'activitats: exposicions, música, dansa, cursos, debats, tallers, conferències, itineraris urbans,...",
    "description2": "",
    "address": "Carrer de Montalegre, 5 08001 Barcelona",
    "getdirections": "https://www.google.com/maps/dir//Carrer+de+Montalegre,+5,+08001,+Barcelona,+Espanya/",
    "url": "http://www.cccb.org/",
    "email": "globalcccb@cccb.org",
    "phone": "0034933064100",
    "isFavorite": true,
    "name": "CCCB"
  }
]